Repository: omeka-s-modules/ZoteroCitations
Catalog: language/*.po
Languages: fr, it, tr_tr

source: Citation style
fr: Style de référence
it: Stile per le citazioni
tr_tr: Alıntı stili

source: Select a citation style
fr: Choisissez un style de référence
it: Seleziona uno stile per le citazioni
tr_tr: Bir alıntı stili seçin

source: Bibliography locale
fr: Langue de la bibliographie
it: Lingua per la bibliografia
tr_tr: Kaynakça yerel ayarı

source: Select a bibliography locale
fr: Choisissez une langue pour la bibliographie
it: Seleziona una lingua per la bibliografia
tr_tr: Bir kaynakça yerel ayarı seçin

source: Bibliography link wrap
fr: Liens enveloppant dans les bibliographies
it: Chiusura del collegamento alla bibliografia
tr_tr: Kaynakça bağlantı sarma

source: API library type
fr: Type de bibliothèque de l’API
it: Tipo di API della libreria
tr_tr: API kütüphane türü

source: API library ID
fr: ID de bibliothèque de l’API
it: ID per le API della libreria
tr_tr: API Kütüphane ID

source: API key
fr: Clé de l’API
it: Chiave API
tr_tr: API Anahtarı

source: Search sort by
fr: Champ de tri de la recherche
it: Ordina la ricerca per
tr_tr: Aramaya göre sırala

source: Date modified
fr: Date de modification
it: Data di modifica
tr_tr: Değiştirilme tarihi
